Repository: pixelink/px_jobs
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_pxjobs_domain_model_job
source: Job
de: Stellenanzeige

# tx_pxjobs_domain_model_job.title
source: Title
de: Titel Stellenanzeige

# tx_pxjobs_domain_model_job.subtitle
source: Subtitle
de: Untertitel Stellenanzeige

# tx_pxjobs_domain_model_job.location
source: Location
de: Standort

# tx_pxjobs_domain_model_job.job_start
source: Job Start
de: Beginn ab:

# tx_pxjobs_domain_model_job.job_start_additional
source: Job Start Additional
de: Zusatzinfo Beginn ab:

# tx_pxjobs_domain_model_job.work_time
source: Work Time
de: Arbeitpensum (Vollzeit, Teilzeit usw.)

# tx_pxjobs_domain_model_job.work_time_additional
source: Work Time Additional
de: Arbeitspensum Zusatzinfo

# tx_pxjobs_domain_model_job.tasks
source: Tasks
de: Ihre Aufgaben

# tx_pxjobs_domain_model_job.profile
source: Profile
de: Ihr Profil

# tx_pxjobs_domain_model_job.perspective
source: Perspective
de: Ihre Perspektiven

# tx_pxjobs_domain_model_job.looking_for
source: Looking For
de: Was wir suchen

# tx_pxjobs_domain_model_job.we_offer
source: We Offer
de: Was wir bieten

# tx_pxjobs_domain_model_job.about_location
source: About Location
de: Die Ã–rtlichkeit

# tx_pxjobs_domain_model_job.contact_person
source: Contact Person
de: Ansprechpartner
